---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameterGroup.PG_CONTINUOUSRAIL_END_TOP_EXTENSION
enum: Autodesk.Revit.DB.BuiltInParameterGroup
source: html/9942b791-2892-0658-303e-abf99675c5a6.htm
---
# Autodesk.Revit.DB.BuiltInParameterGroup.PG_CONTINUOUSRAIL_END_TOP_EXTENSION

"Extension (End/Top)"